Repository: LeonardoGMendoza/EscolaDominical
Catalog: assets/l10n/app_*.arb
Languages: es, pt

source: Primary Organization
es: Organización de la Primaria
pt: Organização da Primária

source: Portuguese
es: Portugués
pt: Português

source: English
es: Inglés
pt: Inglês

source: Spanish
es: Español
pt: Espanhol

source: Language
es: Idioma
pt: Idioma

source: Upcoming Trainings
es: Próximos Entrenamientos
pt: Próximos Treinamentos

# teachingTheSaviorsWay
source: Training: Teaching in the Savior's Way
es: Entrenamiento: Enseñar a la manera del Salvador
pt: Treinamento: Ensinar à Maneira do Salvador

source: Quarterly Teachers Council
es: Consejo Trimestral de Maestros
pt: Conselho de Professores Trimestral

source: Schedule New Training
es: Programar Nuevo Entrenamiento
pt: Agendar Novo Treinamento

source: Primary Classes
es: Clases de la Primaria
pt: Classes da Primária

# sunbeams
source: Sunbeams (3-4 years)
es: Rayitos de Sol (3-4 años)
pt: Raios de Sol (3-4 anos)

# valiants
source: Valiants (5-7 years)
es: Valientes (5-7 años)
pt: Valentes (5-7 anos)

# boys
source: Boys (8-11 years)
es: Niños (8-11 años)
pt: Meninos (8-11 anos)

# girls
source: Girls (8-11 years)
es: Niñas (8-11 años)
pt: Meninas (8-11 anos)

source: Teaching Resources
es: Recursos para la Enseñanza
pt: Recursos para Ensino

source: Come, Follow Me
es: Ven, Sígueme
pt: Vem, e Segue-Me

source: Primary Music
es: Música de la Primaria
pt: Músicas Primária

source: Activities
es: Actividades
pt: Atividades

source: Manuals
es: Manuales
pt: Manuais

source: Administration
es: Administración
pt: Administração

source: Attendance Report
es: Reporte de Asistencia
pt: Relatório de Frequência

source: Call Teachers
es: Llamar Maestros
pt: Chamar Professores

source: Schedule Meetings
es: Programar Reuniones
pt: Agendar Reuniões
